{
  "projects_title": ["harvestx", "grubin", "syrinx", "genkan", "roboxer", "wearbo"],
  "projects_real_title": ["HarvestX", "Grubin", "Syrinx", "GenKan", "ROBOXER", "wearbo"],
  "harvestx": {
    "title": "HarvestX",
    "msg_en": "Plant Pollinating&Harvesting Robots for Future Farming",
    "msg_jp": "イチゴの栽培受粉収穫ロボットシステム",
    "desc_en": "We research and develop robots for plant factories to realize fully automated fruits cultivation to solve food supply and labour shortage problem in the future.<br>We are now focusing on strawberries and developing robots that support pollination and harvesting that are big burden for farmers now.",
    "desc_jp": "私たちのミッションは、食糧問題や宇宙進出といった出来事が予想される未来に、都市や砂漠から宇宙までどこでも美味しい果物を供給し人々を豊かにすることです。その実現の一歩として、私達はいちごの完全自動栽培の実現に取り組んでいます。",
    "main_img": "/harvestx.jpg",
    "img": ["/harvestx.jpg", "/harvestx_fl.png"],
    "link": ["https://harvestx.jp/en/"],
    "video": "https://www.youtube.com/embed/cB7Il-HaLpY",
    "color": "#d52c5b",
    "videoID": "cB7Il-HaLpY"
  },
  "grubin": {
    "title": "Grubin",
    "msg_en": "Reimagining Leftovers from Wasting to Feeding with Black Soldier Flies",
    "msg_jp": "\"捨てる\"から\"育てる\"へ<br>アメリカミズアブを用いた次世代食品リサイクル",
    "desc_en": "Grubin is changing the people's mindset toward food in daily life. We utilize the power of Black Soldier Fly larvae to turn food waste into protein  in order to make the continuous food chain starting from what they call \"waste\". Aiming to achieve sustainable society in the near future.",
    "desc_jp": "Grubinとは、暮らしの中の食との向き合い方を変えていくプロジェクトです。アメリカミズアブの幼虫が持つ、生ゴミを高速で分解しタンパク質へと変える力を活用しこれまでただ捨てていた食後の生ゴミを、次の命を育てる食へと変えていきます。来るべき循環型社会を見据えて。",
    "main_img": "/grubin.jpg",
    "img": ["/grubin.jpg", "/grubin_fl.jpg"],
    "link": ["https://harvestx.jp/en/"],
    "color": "#f9c124"
  },
  "genkan": {
    "title": "GenKan",
    "msg_en": "IoT that visualizes production cost for factories",
    "msg_jp": "IoTデータを用いた原価計算SaaS",
    "desc_en": "GenKan offers insights on pricing, profit/loss management, and productivity improvement for factory managers. It collects production data of factory workers and machines with GenKan IoT sensors. Such data will be automatically calculated and analyzed by GenKan SaaS with the principles of cost accounting.",
    "desc_jp": "IoTセンサを用いて工場の生産データを取得し、労務費や設備費などの財務データと合わせることで、製造物の原価をリアルタイムで取得しDash boardに原価分析情報を表示します。さらに、分析レポートを生成し毎月レポートの解説を行い経営や現場改善に役立ててもらうことができます。",
    "main_img": "/genkan.jpg",
    "img": ["/genkan.jpg", "/genkan_fl.jpg"],
    "link": ["https://www.koska.jp/"],
    "color": "#0286fe"
  },
  "syrinx": {
    "title": "Syrinx",
    "msg_en": "Speech Is a Right, Not a Privilege",
    "msg_jp": "失われた声を取り戻すデバイス",
    "desc_en": "Syrinx is a medical device that restores the ability to speak for those who had lost their voice box for medical reasons, such as laryngeal cancer.<br>Syrinx can change your voice by only moving your mouth and generate human-like natural waveform.",
    "desc_jp": "Syrinxはガンなどで喉頭摘出をして声を失った方が声を取り戻すデバイスです。従来用いられている電気式人工喉頭(EL)と違い、ハンズフリーで人に近い声を出して話すことができるので、患者さんからも良いフィードバックを得ています！",
    "main_img": "/syrinx.jpg",
    "img": ["/syrinx.jpg", "/syrinx_fl.png"],
    "link": ["https://harvestx.jp/en/"],
    "color": "#00a8ba"
  },
  "roboxer": {
    "title": "ROBOXER",
    "msg_en": "The Autonomous Driving Punching Bag",
    "msg_jp": "自律走行型サンドバッグ",
    "desc_en": "Do you know boxercise? Boxercise, which combines boxing and fitness has become popular in recent years.<br>However, you need a trainer for boxerciseing. We are making robots to replace trainers. The robot's called Roboxer. Like  this video, the Roboxer autonomously moves.  and the user also moves accordingly.<br>In the near future, roboxer will placed at home and you able to exercise alone.",
    "desc_jp": "ボクササイズをご存知ですか？<br> ボクシングとフィットネスを組み合わせたもので、近年流行っています。しかし、ボクササイズする際にはトレーナーが必要になります。私たちは、トレーナーを代替するロボットを作っています。<br>ロボットの名前はロボクサーと言い、この動画のように、使用者に合わせて、ロボクサーが自律的に動きます。<br>将来的に、ロボクサーは家庭におくことができ、一人でもボクササイズができるようになります。",
    "main_img": "/roboxer.jpg",
    "img": ["/roboxer.jpg", "/roboxer_fl.jpg"],
    "link": ["https://harvestx.jp/en/"],
    "color": "#ff1418"
  },
  "wearbo": {
    "title": "wearbo",
    "msg_en": "Wearable Keyboard for Future Devices",
    "msg_jp": "布製ウェアラブル文字入力デバイス",
    "desc_en": "Wearbo is a wearable keyboard on which you can enter text by tracing characters with fingers just as you write on a notepad. Twelve character-keys made from knitted conductive fiber and a rule-based system translate your handwriting into text.",
    "desc_jp": "布製のバンドを腕に巻いて、その上を指でなぞって手書き入力ができるデバイスです。手書き&皮膚感覚フィードバックによって手元が見えなくても入力が可能で、入力速度が必要な時のためにフリック入力もできます。将来的には服の袖やシールになります。",
    "main_img": "/wearbo.jpg",
    "img": ["/wearbo.jpg", "/wearbo_fl.png"],
    "link": ["https://harvestx.jp/en/"],
    "video": "https://www.youtube.com/embed/52F3kIfG0fg",
    "color": "#000000",
    "videoID": "52F3kIfG0fg"
  }
}